[
  {
    "firebase_id": "8s7bD581rkJj59IisyjI",
    "id": 1,
    "name": "Kingfluencers",
    "description": {
      "de": "Wir bringen Marken näher an die Menschen im Allgemeinen und Ihre Communities im Besonderen. Gemeinsam mit unseren Creators wecken wir Emotionen und Verbindungen mit echten Geschichten und kreativem Storytelling auf digitalen Plattformen wie TikTok, Instagram, Facebook und vielen mehr.\n\nUnser ganzheitlicher und integrierter Ansatz für Content Creation, Social Media und Influencer Marketing schafft sinnvolle Verbindungen zwischen Schweizer Communities und Marken.",
      "en": "We bring brands closer to people in general and your communities in particular. Together with our creators, we evoke emotions and connections with real stories and creative storytelling on digital platforms such as TikTok, Instagram, Facebook and many more.\n\nOur holistic and integrated approach to content creation, social media and influencer marketing creates meaningful connections between Swiss communities and brands.",
      "fr": "Nous rapprochons les marques des gens en général et de vos communautés en particulier. Avec nos créateurs, nous évoquons des émotions et des connexions avec des histoires réelles et un storytelling créatif sur des plateformes numériques telles que TikTok, Instagram, Facebook et bien d'autres.\n\nNotre approche holistique et intégrée de la création de contenu, des médias sociaux et du marketing d'influence crée des liens significatifs entre les communautés suisses et les marques.",
      "it": "Avviciniamo i marchi alle persone in generale e alle vostre comunità in particolare. Insieme ai nostri creatori, evochiamo emozioni e connessioni con storie reali e storytelling creativo su piattaforme digitali come TikTok, Instagram, Facebook e molte altre.\n\nIl nostro approccio olistico e integrato alla creazione di contenuti, ai social media e all'influencer marketing crea connessioni significative tra le comunità svizzere e i marchi."
    },
    "image": {
      "src": "images/agencies/kingfluencers-image-1747926047400.webp",
      "width": 1280,
      "height": 853,
      "blurDataURL": "data:image/webp;base64,UklGRmAAAABXRUJQVlA4IFQAAADQAQCdASoKAAcAAUAmJZQCdAEQC5eM3AD+/nJ/oBvx/uf4CTsUjybcRYzNfn+m7eZyPtxsRal2YjvU7ZGpfNp5W+6gUW8ZF/6MglfovhhFu7NYAAA="
    },
    "logo": {
      "src": "images/agencies/kingfluencers-logo-1747935701705.webp",
      "width": 1080,
      "height": 204,
      "blurDataURL": "data:image/webp;base64,UklGRmQAAABXRUJQVlA4WAoAAAAQAAAACQAAAQAAQUxQSBUAAAAAeXQnLTYnKCYnJW1oIzFMODwtPCUAVlA4ICgAAABwAQCdASoKAAIAAUAmJaACdAF1AAD+34A/9zgf/7Bx//cHH8cepQAA"
    },
    "website": "https://kingfluencers.com/",
    "email": "fabian.pluess@kingfluencers.com"
  },
  {
    "firebase_id": "CMrct5oqtJCbOZ416VVS",
    "id": 2,
    "name": "Headz Agency",
    "description": {
      "de": "Wir begleiten Sie auf dem Weg zum Erfolg Die Headz Agency besteht nicht nur aus einem talentierten Team von Content Creators und Influencern, sondern verfügt auch über umfangreiche Erfahrung und Expertise in der Welt der sozialen Medien. Im Laufe der Jahre haben wir ein großes Netzwerk an Verbindungen aufgebaut, von dem auch Sie profitieren können. Wir bringen auch unsere Erfahrung in der Entwicklung von Inhalten und Strategien ein.",
      "en": "We accompany you on the road to success The Headz Agency not only consists of a talented team of content creators and influencers, but also has extensive experience and expertise in the world of social media. Over the years, we have built up a large network of connections that you can also benefit from. We also bring our experience in developing content and strategies to the table.",
      "fr": "Nous vous accompagnons sur la voie du succès L'agence Headz n'est pas seulement composée d'une équipe talentueuse de créateurs de contenu et d'influenceurs, mais dispose également d'une expérience et d'une expertise approfondies dans le monde des médias sociaux. Au fil des ans, nous avons construit un vaste réseau de relations dont vous pouvez également bénéficier. Nous apportons également notre expérience en matière de développement de contenu et de stratégies.",
      "it": "Vi accompagniamo sulla strada del successo L'Agenzia Headz non solo è composta da un team di creatori di contenuti e influencer di talento, ma ha anche una vasta esperienza e competenza nel mondo dei social media. Nel corso degli anni, abbiamo costruito una vasta rete di connessioni di cui potete beneficiare anche voi. Inoltre, mettiamo a disposizione la nostra esperienza nello sviluppo di contenuti e strategie."
    },
    "image": {
      "src": "images/agencies/headz-agency-image-1747926050544.webp",
      "width": 1423,
      "height": 761,
      "blurDataURL": "data:image/webp;base64,UklGRl4AAABXRUJQVlA4IFIAAADQAQCdASoKAAUAAUAmJQBOgCbFAqEiAAD+5//P93s9OurCwc8Dg6W/TOyLfc7Mufyac+N3jJji5DUP/yEH5sxngrf2UvDTZCu2pJXEnCX6CFgA"
    },
    "logo": {
      "src": "images/agencies/headz-agency-logo-1747935702812.webp",
      "width": 1080,
      "height": 337,
      "blurDataURL": "data:image/webp;base64,UklGRl4AAABXRUJQVlA4WAoAAAAQAAAACQAAAgAAQUxQSB8AAAAAk4KOT3BtgoA6qHFreUBdW3N2XXQAADZEN0Y0KgAAAFZQOCAYAAAAMAEAnQEqCgADAAFAJiWkAANwAP789AAA"
    },
    "website": "https://www.headz-agency.ch/",
    "email": "pn@headz-agency.ch"
  },
  {
    "firebase_id": "U5uyniywvjEbnqpV0Dga",
    "id": 3,
    "name": "AMA - AI MEDIA AGENCY",
    "description": {
      "de": "Als eine der weltweit ersten Agenturen mit Schwerpunkt auf AI-basierter Content Creation begleiten wir Unternehmen, die auf der Suche nach einem professionellen Partner sind, der AI-Technologie mit Kreativität und strategischem Denken verbindet.  Unser interdisziplinäres Team versteht es, AI-gestützte Workflows mit kreativem Feingefühl und gestalterischer Exzellenz zu kombinieren.",
      "en": "As one of the world’s first agencies specializing in AI-based content creation, we support companies looking for a professional partner who combines AI technology with creativity and strategic thinking.  Our interdisciplinary team knows how to merge AI-powered workflows with creative sensitivity and design excellence.",
      "fr": "En tant que l’une des premières agences au monde spécialisées dans la création de contenu basée sur l’IA, nous accompagnons les entreprises à la recherche d’un partenaire professionnel alliant technologie de pointe, créativité et réflexion stratégique.  Notre équipe interdisciplinaire sait conjuguer des workflows automatisés par l’IA avec une sensibilité créative et une excellence en design.",
      "it": "In quanto una delle prime agenzie al mondo specializzate nella creazione di contenuti basati sull’intelligenza artificiale, accompagniamo le aziende alla ricerca di un partner che unisca tecnologia all’avanguardia, creatività e visione strategica.  Il nostro team interdisciplinare combina flussi di lavoro automatizzati tramite IA con una sensibilità creativa e un’elevata attenzione al design."
    },
    "image": {
      "src": "images/agencies/ama-ai-media-agency-image-1747926054170.webp",
      "width": 2440,
      "height": 1480,
      "blurDataURL": "data:image/webp;base64,UklGRlYAAABXRUJQVlA4IEoAAADQAQCdASoKAAYAAUAmJYwCdADzfH0PIAD++g/nBbHc8hP8a4MasIB/pwhztxxPM0BzPRiClshZzgfms1KUQeQZ1zOt1qQCc4AAAA=="
    },
    "logo": {
      "src": "images/agencies/ama-ai-media-agency-logo-1747935704146.webp",
      "width": 1600,
      "height": 600,
      "blurDataURL": "data:image/webp;base64,UklGRnYAAABXRUJQVlA4WAoAAAAQAAAACQAAAwAAQUxQSCkAAAAAACgAFRoaFQApAAh8HTFrbDIhfAY1fVJMf3lOW3Y2OCg+MSwuMkYkNQBWUDggJgAAALABAJ0BKgoABAABQCYlpAAC52DlcAAA/v7svNOgsWjRMTpiAAAA"
    },
    "website": "https://ai-media-agency.com",
    "email": "fabian.pluess@swissinfluenceraward.ch"
  },
  {
    "firebase_id": "lHgPSUZtmBdrlf1uOxht",
    "id": 4,
    "name": "Collective",
    "description": {
      "de": "Collective verbindet Expertise im Performance Marketing mit Designkompetenz, um Marken nicht nur gut aussehen zu lassen, sondern auch schnell und messbar neue Kunden, Bewerbungen und Wachstum zu generieren. Collective ist eine der spannendsten Design-Agenturen in Zürich und die wohl kreativste Performance-Agentur der Schweiz.",
      "en": "Collective combines expertise in performance marketing with design proficiency to not only make brands look great but also to quickly and measurably generate new customers, applications, and growth. Collective is one of the most exciting design agencies in Zurich and probably the most creative performance agency in Switzerland.",
      "fr": "Collective associe son expertise en marketing de performance à ses compétences en matière de design pour non seulement rendre les marques attrayantes, mais aussi pour générer rapidement et de manière mesurable de nouveaux clients, de nouvelles applications et de la croissance. Collective est l'une des agences de design les plus passionnantes de Zurich et probablement l'agence de performance la plus créative de Suisse.",
      "it": "Collective combina l'esperienza nel performance marketing con l'abilità nel design, non solo per rendere i marchi più belli, ma anche per generare rapidamente e in modo misurabile nuovi clienti, applicazioni e crescita. Collective è una delle agenzie di design più interessanti di Zurigo e probabilmente l'agenzia di performance più creativa della Svizzera."
    },
    "image": {
      "src": "images/agencies/collective-image-1747926060985.webp",
      "width": 1280,
      "height": 853,
      "blurDataURL": "data:image/webp;base64,UklGRmwAAABXRUJQVlA4IGAAAAAQAgCdASoKAAcAAUAmJQBOgB+F24KYmgQAAPa/Np//Ed2Cs1SLIiEPnfHqRofSwsf8Tzxx/2dgu7fSNiMF+5TQOYjlG3upKPkb0ctttumnj1y1cFHDPI/B2GlM+3USIAA="
    },
    "logo": {
      "src": "images/agencies/collective-logo-1747935704941.webp",
      "width": 998,
      "height": 194,
      "blurDataURL": "data:image/webp;base64,UklGRlQAAABXRUJQVlA4WAoAAAAQAAAACQAAAQAAQUxQSBUAAAAAaj9IHjc9RUdJZGxAUEBKQTAzSmIAVlA4IBgAAAAwAQCdASoKAAIAAUAmJaQAA3AA/vz0AAA="
    },
    "website": "https://www.collective-agency.ch/",
    "email": "inquiry@collective-agency.ch"
  }
]