[
  {
    "id": 1,
    "image": "https://nbtwdawldawtwzkqrpuz.supabase.co/storage/v1/object/images/creator_challenges/avyn-skin-beauty-challenge-1747926824346.webp",
    "organizer": 36,
    "title": {
      "de": "Avyn Skin Beauty Challenge",
      "en": "Avyn Skin Beauty Challenge",
      "fr": "Avyn Skin Beauty Challenge",
      "it": "Avyn Skin Beauty Challenge"
    },
    "content": {
      "de": "<p><strong>Zeig uns deinen Glow – und werde Teil der Beauty-Elite 2025!</strong></p><p><strong>Task:</strong><br/>Erstelle ein authentisches, kreatives Reel oder TikTok, das zeigt, wie du Avyn Skin in deine tägliche Skincare-Routine integrierst. Ob Morning Glow, Evening Wind-Down oder ein Selfcare Sunday – zeige deinen Follower:innen, wie Avyn Skin zu deinem persönlichen Beauty-Moment beiträgt. Nutze dabei das mitgelieferte Produkt-Goodie und hebe deine Lieblingsaspekte hervor – zum Beispiel Textur, Duft oder Wirkung.</p><p><strong>Reward:</strong><br/>• Das beliebteste Content Piece erhält eine exklusive Wildcard für einen Platz in der Top 10 der Kategorie Beauty 2025<br/>• Avyn Skin Goodiebag im Wert von 131.90 Franken<br/>• Feature auf den Social-Media-Kanälen von SSIA und Avyn Skin<br/>• Direkter Draht zur Brand – inklusive möglicher Folgekooperationen</p><p><strong>Requirements:</strong><br/>• Mindestens 1 Feedpost auf Instagram oder TikTok (Reel oder Video, kein Foto)<br/>• Tagge @avynskin und @swissinfluence<br/>• Verwende die Hashtags #SSIA2025 und #AvynCreatorChallenge<br/>• Content muss bis spätestens 15. August 2025 veröffentlicht werden<br/>• Dein Account muss öffentlich sein<br/>• Du erhältst das Briefing und das Produkt-Goodie nach erfolgreicher Bewerbung</p>",
      "en": "<p><strong>Show us your glow – and become part of the Beauty Elite 2025!</strong></p><p><strong>Task:</strong><br/>Create an authentic, creative Reel or TikTok showing how you incorporate Avyn Skin into your daily skincare routine. Whether it's a Morning Glow, Evening Wind-Down, or Selfcare Sunday – show your followers how Avyn Skin contributes to your personal beauty moment. Use the included product goodie and highlight your favorite aspects – such as texture, scent, or effect.</p><p><strong>Reward:</strong><br/>• The most popular content piece will receive an exclusive wildcard spot in the Top 10 of the Beauty 2025 category<br/>• Avyn Skin goodie bag worth CHF 131.90<br/>• Feature on the social media channels of SSIA and Avyn Skin<br/>• Direct connection to the brand – with potential for further collaborations</p><p><strong>Requirements:</strong><br/>• At least one feed post on Instagram or TikTok (Reel or video, no photo)<br/>• Tag @avynskin and @swissinfluence<br/>• Use the hashtags #SSIA2025 and #AvynCreatorChallenge<br/>• Content must be published by August 15, 2025<br/>• Your account must be public<br/>• You’ll receive the briefing and product goodie after successful application</p>",
      "fr": "<p><strong>Montre-nous ton glow – et rejoins l’élite beauté 2025 !</strong></p><p><strong>Tâche :</strong><br/>Crée un Reel ou TikTok authentique et créatif montrant comment tu intègres Avyn Skin dans ta routine de soins quotidienne. Morning Glow, moment détente du soir ou Selfcare Sunday – montre à ta communauté comment Avyn Skin contribue à ton moment beauté personnel. Utilise le produit offert et mets en avant ce que tu préfères – par exemple la texture, le parfum ou l’effet.</p><p><strong>Récompense :</strong><br/>• Le contenu le plus populaire recevra une wildcard exclusive pour intégrer le Top 10 de la catégorie Beauté 2025<br/>• Goodiebag Avyn Skin d’une valeur de 131,90 CHF<br/>• Mise en avant sur les réseaux sociaux de SSIA et Avyn Skin<br/>• Accès direct à la marque – avec possibilités de collaborations futures</p><p><strong>Conditions :</strong><br/>• Au moins un post sur Instagram ou TikTok (Reel ou vidéo, pas de photo)<br/>• Tague @avynskin et @swissinfluence<br/>• Utilise les hashtags #SSIA2025 et #AvynCreatorChallenge<br/>• Le contenu doit être publié avant le 15 août 2025<br/>• Ton compte doit être public<br/>• Tu recevras le briefing et le goodie après confirmation de ta candidature</p>",
      "it": "<p><strong>Mostraci il tuo glow – ed entra nell’élite della bellezza 2025!</strong></p><p><strong>Compito:</strong><br/>Crea un Reel o TikTok autentico e creativo che mostri come integri Avyn Skin nella tua skincare routine quotidiana. Che sia il Morning Glow, una coccola serale o una domenica di selfcare – mostra ai tuoi follower come Avyn Skin arricchisce il tuo momento di bellezza personale. Usa il prodotto ricevuto e metti in risalto i tuoi aspetti preferiti – come la texture, la profumazione o l’effetto.</p><p><strong>Ricompensa:</strong><br/>• Il contenuto più popolare riceverà una wildcard esclusiva per entrare nella Top 10 della categoria Beauty 2025<br/>• Goodiebag Avyn Skin del valore di 131,90 CHF<br/>• Visibilità sui canali social di SSIA e Avyn Skin<br/>• Contatto diretto con il brand – con possibilità di future collaborazioni</p><p><strong>Requisiti:</strong><br/>• Almeno un post nel feed di Instagram o TikTok (Reel o video, no foto)<br/>• Tagga @avynskin e @swissinfluence<br/>• Usa gli hashtag #SSIA2025 e #AvynCreatorChallenge<br/>• Il contenuto deve essere pubblicato entro il 15 agosto 2025<br/>• Il tuo account deve essere pubblico<br/>• Riceverai il briefing e il prodotto dopo la conferma della candidatura</p>"
    },
    "dateFrom": "2025-06-30",
    "dateTo": "2025-08-01",
    "location": 1,
    "registrationUrl": "https://airtable.com/appRlXw8XQYELXnCy/shrL00Hn87mJwifMX"
  },
  {
    "id": 2,
    "image": "https://nbtwdawldawtwzkqrpuz.supabase.co/storage/v1/object/images/creator_challenges/aqua-spa-resorts-social-media-days-2025-1749544377531.webp",
    "organizer": 44,
    "title": {
      "de": "Aqua Spa Resorts Social Media Days 2025",
      "en": "Aqua Spa Resorts Social Media Days 2025",
      "fr": "Aqua Spa Resorts Social Media Days 2025",
      "it": "Aqua Spa Resorts Social Media Days 2025"
    },
    "content": {
      "de": "<p><strong>Liebe Content Creators,</strong></p><p>wir freuen uns sehr, gemeinsam mit&nbsp;<strong>Aqua Spa Resorts</strong>&nbsp;– dem offiziellen Host der Kategorie&nbsp;<em>Travel 2025</em>&nbsp;– eine ganz besondere Aktion für euch zu starten:<br>die&nbsp;<strong>Aqua Spa Resorts Social Media Days 2025</strong>!</p><h3><strong>Worum geht’s?</strong></h3><p>Für eine begrenzte Zeit öffnen die traumhaften Spa-Welten der Aqua Spa Resorts exklusiv ihre Türen für ausgewählte Influencer:innen – inklusive der Erlaubnis, mit dem Smartphone zu fotografieren.<br>Euch erwartet ein einzigartiges Wellness-Erlebnis in atemberaubender Kulisse – perfekt, um hochwertigen, authentischen Content für eure Community zu erstellen.</p><h3><strong>Was ist für euch drin?</strong></h3><ul><li><p><strong>Kostenloser Eintritt</strong>&nbsp;für dich + 1 Begleitperson</p></li><li><p>Zugang zu den&nbsp;<strong>schönsten Spa-Bereichen der Schweiz</strong></p></li><li><p><strong>Exklusives Foto- &amp; Videorecht</strong>&nbsp;mit dem Smartphone</p></li><li><p>Eine&nbsp;<strong>entspannte Auszeit</strong>&nbsp;– und die Möglichkeit, echte Feelgood-Vibes mit eurer Community zu teilen</p></li></ul><h3><strong>Termine:</strong></h3><ul><li><p>04.07.2025 – Mineralbad &amp; Spa Rigi Kaltbad</p></li><li><p>05.07.2025 – Mineralbad &amp; Spa Samedan</p></li><li><p>09.07.2025 – Hammam &amp; Spa Oktogon Bern</p></li><li><p>11.07.2025 – Termali Salini &amp; Spa Locarno</p></li><li><p>14.07.2025 – Solbad &amp; Spa Schönbühl</p></li><li><p>27.07.2025 – Hürlimannbad &amp; Spa Zürich</p></li></ul><h3><strong>Eure Aufgaben:</strong></h3><ul><li><p>Drei Instagram-Story-Slides von eurem Besuch</p></li><li><p>Optional: ein Event-Reel auf Instagram oder TikTok</p></li><li><p>Sichtbare Verlinkung von&nbsp;<strong>@swissinfluence</strong>&nbsp;und dem jeweiligen&nbsp;<strong>Aqua Spa Resorts Standort-Account</strong></p></li></ul><h3><strong>Teilnahmebedingungen:</strong></h3><ul><li><p>Teilnahme&nbsp;<strong>nur an den angegebenen Terminen</strong></p></li><li><p><strong>Nutzungsrechte</strong>&nbsp;für Aqua Spa Resorts &amp; Swiss Influence (mit Nennung des Creators)</p></li><li><p><strong>Mindestalter: 18 Jahre</strong></p></li></ul><h3><strong>Rechte:</strong></h3><ul><li><p>Aqua Spa Resorts &amp; Swiss Influence erhalten das Recht, die erstellten Inhalte auf ihren Social-Media-Kanälen und der Website zu teilen (mit Nennung der Urheber:in).</p></li><li><p>Bei Nichterfüllung der Anforderungen behält sich Aqua Spa Resorts das Recht vor, die Gegenleistung in Rechnung zu stellen.</p></li></ul>",
      "en": "<p><strong>Dear Content Creators,</strong></p><p>We are excited to launch a special campaign together with&nbsp;<strong>Aqua Spa Resorts</strong>&nbsp;– the official host of the&nbsp;<strong>Travel 2025</strong>category:<br><strong>The Aqua Spa Resorts Social Media Days 2025!</strong></p><p><strong>What’s it all about?</strong><br>For a limited time, the stunning spa worlds of Aqua Spa Resorts are opening their doors exclusively to selected influencers – including permission to take photos with your smartphone.<br>You can expect an unforgettable wellness experience in a breathtaking setting – perfect for creating high-quality, authentic content for your community.</p><p><strong>What’s in it for you?</strong></p><ul><li><p>Free entry for you and one guest</p></li><li><p>Access to some of Switzerland’s most beautiful spa areas</p></li><li><p>Exclusive photo &amp; video rights with your smartphone</p></li><li><p>A relaxing break – and the chance to share true feel-good vibes with your audience</p></li></ul><p><strong>Dates:</strong></p><ul><li><p>04.07.2025 – Mineralbad &amp; Spa Rigi Kaltbad</p></li><li><p>05.07.2025 – Mineralbad &amp; Spa Samedan</p></li><li><p>09.07.2025 – Hammam &amp; Spa Oktogon Bern</p></li><li><p>11.07.2025 – Termali Salini &amp; Spa Locarno</p></li><li><p>14.07.2025 – Solbad &amp; Spa Schönbühl</p></li><li><p>27.07.2025 – Hürlimannbad &amp; Spa Zürich</p></li></ul><p><strong>Tasks:</strong></p><ul><li><p>Three Instagram Story slides about your visit</p></li><li><p>Optional: one event reel on Instagram or TikTok</p></li><li><p>Visible tagging of @swissinfluence and the respective Aqua Spa Resorts location account</p></li></ul><p><strong>Conditions of participation:</strong></p><ul><li><p>Entry only on the defined dates</p></li><li><p>Usage rights for Aqua Spa &amp; Swiss Influence (with creator credit)</p></li><li><p>Minimum age: 18 years</p></li></ul><p><strong>Rights:</strong></p><ul><li><p>Aqua Spa Resorts &amp; Swissinfluence may repost the created content on their social media channels and website (with credit to the influencer).</p></li><li><p>If the requirements are not met, Aqua Spa Resorts reserves the right to charge for services rendered.</p></li></ul>",
      "fr": "<p><strong>Chers créateurs de contenu,</strong></p><p>Nous sommes ravis de lancer, en collaboration avec&nbsp;<strong>Aqua Spa Resorts</strong>&nbsp;– hôte officiel de la catégorie&nbsp;<strong>Travel 2025</strong>&nbsp;– une campagne très spéciale :<br><strong>Les Aqua Spa Resorts Social Media Days 2025 !</strong></p><p><strong>De quoi s’agit-il ?</strong><br>Pendant une période limitée, les merveilleux univers de bien-être d’Aqua Spa Resorts ouvrent leurs portes exclusivement à des influenceurs sélectionnés – avec l’autorisation de prendre des photos avec votre smartphone.<br>Une expérience de détente unique dans un cadre spectaculaire vous attend – l’occasion idéale pour créer du contenu authentique et de qualité pour votre communauté.</p><p><strong>Ce que vous y gagnez :</strong></p><ul><li><p>Entrée gratuite pour vous et un·e accompagnant·e</p></li><li><p>Accès aux plus beaux espaces bien-être de Suisse</p></li><li><p>Droit exclusif de prendre des photos et vidéos avec votre smartphone</p></li><li><p>Une pause détente – et l’opportunité de partager de véritables ondes positives avec votre audience</p></li></ul><p><strong>Dates :</strong></p><ul><li><p>04.07.2025 – Mineralbad &amp; Spa Rigi Kaltbad</p></li><li><p>05.07.2025 – Mineralbad &amp; Spa Samedan</p></li><li><p>09.07.2025 – Hammam &amp; Spa Oktogon Bern</p></li><li><p>11.07.2025 – Termali Salini &amp; Spa Locarno</p></li><li><p>14.07.2025 – Solbad &amp; Spa Schönbühl</p></li><li><p>27.07.2025 – Hürlimannbad &amp; Spa Zürich</p></li></ul><p><strong>Tâches :</strong></p><ul><li><p>Trois slides en story Instagram de votre visite</p></li><li><p>En option : une vidéo événementielle sur Instagram ou TikTok</p></li><li><p>Mention visible de @swissinfluence et du compte Aqua Spa Resorts correspondant</p></li></ul><p><strong>Conditions de participation :</strong></p><ul><li><p>Entrée uniquement aux dates définies</p></li><li><p>Droits d’utilisation pour Aqua Spa &amp; Swiss Influence (avec mention du créateur)</p></li><li><p>Âge minimum : 18 ans</p></li></ul><p><strong>Droits :</strong></p><ul><li><p>Aqua Spa Resorts &amp; Swissinfluence peuvent republier les contenus créés sur leurs réseaux sociaux et site web (avec mention de l’influenceur).</p></li><li><p>Si les exigences ne sont pas remplies, Aqua Spa Resorts se réserve le droit de facturer la prestation.</p></li></ul>",
      "it": "<p><strong>Care/i Content Creator,</strong></p><p>Siamo entusiasti di lanciare una campagna davvero speciale insieme ad Aqua Spa Resorts – l’host ufficiale della categoria Travel 2025:&nbsp;<strong>gli Aqua Spa Resorts Social Media Days 2025</strong>!</p><p><strong>Di cosa si tratta?</strong></p><p>Per un periodo limitato, i meravigliosi mondi spa di Aqua Spa Resorts aprono le porte in esclusiva a influencer selezionati – con il permesso di scattare foto con lo smartphone. Ti aspetta un’esperienza wellness unica in uno scenario mozzafiato – perfetta per creare contenuti autentici e di alta qualità per la tua community.</p><p><strong>Cosa ti aspetta?</strong></p><ul><li><p>Ingresso gratuito per te e un accompagnatore</p></li><li><p>Accesso alle aree spa più belle della Svizzera</p></li><li><p>Diritto esclusivo di foto e video con smartphone</p></li><li><p>Un momento di relax – e l’opportunità di condividere autentiche good vibes con la tua community</p></li></ul><p><strong>Date:</strong></p><ul><li><p>04 luglio 2025 – Mineralbad &amp; Spa Rigi Kaltbad</p></li><li><p>05 luglio 2025 – Mineralbad &amp; Spa Samedan</p></li><li><p>09 luglio 2025 – Hammam &amp; Spa Oktogon Bern</p></li><li><p>11 luglio 2025 – Termali Salini &amp; Spa Locarno</p></li><li><p>14 luglio 2025 – Solbad &amp; Spa Schönbühl</p></li><li><p>27 luglio 2025 – Hürlimannbad &amp; Spa Zurigo</p></li></ul><p><strong>Task:</strong></p><ul><li><p>Tre Instagram Story slides durante la visita</p></li><li><p>Facoltativo: un reel dell’evento su Instagram o TikTok</p></li><li><p>Tag visibile di @swissinfluence e dell’account locale di Aqua Spa Resorts</p></li></ul><p><strong>Condizioni di partecipazione:</strong></p><ul><li><p>Ingresso solo nelle date indicate</p></li><li><p>Diritti di utilizzo per Aqua Spa &amp; Swiss Influence (con credito al creator)</p></li><li><p>Età minima: 18 anni</p></li></ul><p><strong>Diritti:</strong></p><ul><li><p>Aqua Spa Resorts &amp; Swiss Influence hanno il diritto di condividere i contenuti creati sui propri social media e sito web (con credito all’influencer).</p></li><li><p>Se i requisiti non vengono rispettati, Aqua Spa Resorts si riserva il diritto di addebitare la prestazione.</p></li></ul>"
    },
    "dateFrom": "2025-06-10",
    "dateTo": "2025-10-17",
    "location": null,
    "registrationUrl": "https://airtable.com/appD0gkWNA33qSjYB/shrNsh5E5QeBb4yee"
  }
]