[
  {
    "id": 2,
    "image": "https://nbtwdawldawtwzkqrpuz.supabase.co/storage/v1/object/images/network_events/creator-convention-1747925816253.webp",
    "title": {
      "de": "Creator Convention",
      "en": "Creator Convention",
      "fr": "Creator Convention",
      "it": "Creator Convention"
    },
    "dateFrom": "2025-10-01",
    "dateTo": "2025-10-31",
    "location": 1,
    "description": {
      "de": "<p>Die Creator Convention ist das Event im Event, speziell für Content Creators, Communities und Marken. Sie bietet eine einzigartige Plattform, um sich zu vernetzen, Ideen auszutauschen und Innovationen, Produkte und Dienstleistungen vorzustellen und erlebbar zu machen. Die Convention findet am Tag der Awardshow von 13:00 bis 24:00 Uhr im Oktober 2024 in The Hall, Zürich, statt.</p>",
      "en": "<p>The Creator Convention is the event within the event, tailored for content creators, communities, and brands. It offers a unique platform to network, exchange ideas, and showcase innovations, products, and services in an engaging way. The convention will take place on the day of the award show from 1:00 PM to 12:00 AM in October 2024 at The Hall, Zurich.</p>",
      "fr": "<p>La Creator Convention est l’événement dans l’événement, spécialement conçu pour les créateurs de contenu, les communautés et les marques. Elle offre une plateforme unique pour se connecter, échanger des idées et présenter des innovations, des produits et des services de manière interactive. La convention aura lieu le jour de la remise des prix, de 13h00 à 24h00, en octobre 2024 à The Hall, Zurich.</p>",
      "it": "<p>La Creator Convention è l'evento nell'evento, pensato appositamente per content creator, community e marchi. Offre una piattaforma unica per connettersi, scambiare idee e presentare innovazioni, prodotti e servizi in modo coinvolgente. La convention si terrà il giorno della premiazione, dalle 13:00 alle 24:00, nell’ottobre 2024 presso The Hall, Zurigo.</p>"
    },
    "logo": "https://nbtwdawldawtwzkqrpuz.supabase.co/storage/v1/object/images/network_events/2-logo-1748015046937.svg",
    "registrationUrl": "https://maps.app.goo.gl/HsPTpGWv5gQ9MYyA6"
  },
  {
    "id": 1,
    "image": "https://nbtwdawldawtwzkqrpuz.supabase.co/storage/v1/object/images/network_events/smile-swiss-influence-awardshow-1747925814700.webp",
    "title": {
      "de": "Smile Swiss Influence Awardshow ",
      "en": "Smile Swiss Influence Awardshow ",
      "fr": "Smile Swiss Influence Awardshow ",
      "it": "Smile Swiss Influence Awardshow "
    },
    "dateFrom": "2025-10-01",
    "dateTo": "2025-10-31",
    "location": 1,
    "description": {
      "de": "<p>Die Smile Swiss Influence Awardshow zeichnet in insgesamt 18 Kategorien die besten Marken und Creator des Landes aus. Ein inspirierender Abend, an dem die Vielfalt und Kreativität der Schweizer Influencer-Szene gefeiert wird. Das genaue Datum wird bald bekanntgegeben – stay tuned!</p>",
      "en": "<p>The Smile Swiss Influence Awardshow honors the best brands and creators in the country across 18 categories. An inspiring evening celebrating the diversity and creativity of the Swiss influencer scene. The exact date will be announced soon – stay tuned!</p>",
      "fr": "<p>La Smile Swiss Influence Awardshow récompense les meilleures marques et créateurs du pays dans 18 catégories. Une soirée inspirante célébrant la diversité et la créativité de la scène des influenceurs suisses. La date exacte sera annoncée bientôt – restez connectés !</p>",
      "it": "<p>La Smile Swiss Influence Awardshow premia i migliori marchi e creator del paese in 18 categorie. Una serata ispiratrice che celebra la diversità e la creatività della scena influencer svizzera. La data esatta sarà annunciata presto – restate sintonizzati!</p>"
    },
    "logo": "https://nbtwdawldawtwzkqrpuz.supabase.co/storage/v1/object/images/network_events/1-logo-1748015046046.svg",
    "registrationUrl": "https://maps.app.goo.gl/HsPTpGWv5gQ9MYyA6"
  }
]